# Brew
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'heroku/brew'

brew 'ack'
brew 'asdf'
brew 'autoconf'
brew 'autojump'
brew 'bat'
brew 'bitwarden-cli'
brew 'cmake'
brew 'coreutils'
brew 'curl'
brew 'diff-so-fancy'
brew 'direnv'
brew 'exa'
brew 'ffmpeg'
brew 'fontconfig'
brew 'freetype'
brew 'fzf'
brew 'gcc'
brew 'gettext'
brew 'gh'
brew 'git'
brew 'glib'
brew 'gpg'
brew 'grpcurl'
brew 'heroku'
brew 'imagemagick'
brew 'jpeg'
brew 'jq'
brew 'libffi'
brew 'libiconv'
brew 'libpng'
brew 'libssh'
brew 'libtool'
brew 'libxml2'
brew 'libxslt'
brew 'libyaml'
brew 'nginx'
brew 'openjpeg'
brew 'openssl'
brew 'pinentry-mac'
brew 'pkg-config'
brew 'prettyping'
brew 'protobuf'
brew 'readline'
brew 'spaceship'
brew 'sqlite'
brew 'tmate'
brew 'TomAnthony/brews/itermocil'
brew 'unzip'
brew 'webkit2png'
brew 'webp'
brew 'wget'
brew 'wxwidgets'
brew 'yarn'
brew 'zlib'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
brew 'zsh'

# MAS
brew 'mas'

mas 'Clocker', id: 1056643111
mas 'TranslateTab', id: 458887729

# CASK
tap 'homebrew/cask'
tap 'homebrew/cask-versions'
tap 'homebrew/cask-fonts'
tap 'buo/cask-upgrade'
brew 'brew-cask-completion'

cask 'alfred3'
cask 'authy'
cask 'bitwarden'
cask 'discord'
cask 'docker'
cask 'dropshare'
cask 'font-fira-code'
cask 'gitify'
cask 'google-chrome-beta'
cask 'grammarly'
cask 'imageoptim'
cask 'insomnia'
cask 'iterm2'
cask 'itsycal'
cask 'macdown'
cask 'monodraw'
cask 'muzzle'
cask 'psequel'
cask 'rectangle'
cask 'sequel-pro'
cask 'slack'
cask 'spotify'
cask 'the-unarchiver'
cask 'visual-studio-code'
cask 'zoom'
