# BREW
tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "heroku/brew"

brew "ack"
brew "asdf"
brew "autoconf"
brew "autojump"
brew "aws-sam-cli"
brew "bash"
brew "bat"
brew "cmake"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "eza"
brew "ffmpeg"
brew "flyctl"
brew "fontconfig"
brew "freetype"
brew "fzf"
brew "gcc"
brew "gettext"
brew "gh"
brew "git"
brew "glib"
brew "gpg"
brew "grpcurl"
brew "heroku"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "libffi"
brew "libiconv"
brew "libpng"
brew "libssh"
brew "libtool"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "nginx"
brew "openjpeg"
brew "openssl"
brew "pinentry-mac"
brew "pkg-config"
brew "prettyping"
brew "protobuf"
brew "readline"
brew "spaceship"
brew "sqlite"
brew "tmate"
brew "TomAnthony/brews/itermocil"
brew "unzip"
brew "webkit2png"
brew "webp"
brew "wget"
brew "wxwidgets"
brew "yarn"
brew "zlib"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsh"

# CASK
tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"
tap "buo/cask-upgrade"
brew "brew-cask-completion"

cask "alfred"
cask "bitwarden"
cask "clocker"
cask "discord"
cask "docker"
cask "dropshare"
cask "firefox"
cask "font-fira-code"
cask "google-chrome"
cask "grammarly"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "itsycal"
cask "ngrok"
cask "rectangle"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
