# Brew
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/services'

brew 'postgresql', restart_service: true
brew 'rabbitmq', restart_service: true
brew 'redis', restart_service: true
brew 'sqlite'
brew 'mongodb'

brew 'erlang'
brew 'elixir'
brew 'go'
brew 'node'

brew 'ack'
brew 'autojump'
brew 'ansible'
brew 'yarn'
brew 'phantomjs'
brew 'ruby-build'
brew 'rbenv'
brew 'wget'
brew 'curl'
brew 'heroku'
brew 'diff-so-fancy'
brew 'tmate'
brew 'git'

brew 'zsh'
brew 'bash'
brew 'bash-completion'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
brew 'fzf'

brew 'libyaml'
brew 'openssl'
brew 'readline'
brew 'autoconf'

brew 'libpng'
brew 'jpeg'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'glib'
brew 'ffmpeg'
brew 'libtool'
brew 'webp'
brew 'imagemagick', args: ['with-webp']
brew 'libssh'
brew 'libxml2'
brew 'libxslt'
brew 'openjpeg'
brew 'webkit2png'

brew 'cmake'
brew 'coreutils'

brew 'homebrew/dupes/libiconv'
brew 'homebrew/dupes/zlib'

tap 'joshuaclayton/formulae'
brew 'unused'

# MAS
brew 'mas'

mas 'Amphetamine', id: 937984704
mas 'Shush', id: 496437906
mas 'Slack', id: 803453959
mas 'TheUnarchiver', id: 425424353
mas 'TranslateTab', id: 458887729

# CASK
tap 'caskroom/cask'
brew 'brew-cask-completion'

cask 'alfred'
cask 'cloudapp'
cask 'dash'
cask 'docker'
cask 'fantastical'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'imageoptim'
cask 'iterm2'
cask 'monodraw'
cask 'muzzle'
cask 'postman'
cask 'psequel'
cask 'skype'
cask 'spectacle'
cask 'spotify'
cask 'sublime-text'
